Repository: rbarrois/django_xworkflows
Catalog: django_xworkflows/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Choose a valid state.
fr_fr: Choisissez un état valide.

source: Please enter a valid value (got %r).
fr_fr: Veuillez saisir une entrée valide (%r reçu).

source: Please enter a value from the right workflow (got %r).
fr_fr: Veuillez choisir un état du bon workflow (%r reçu).

source: %s is not a valid state.
fr_fr: %s n'est pas un état valide

source: State
fr_fr: État

source: from state
fr_fr: depuis l'état

source: to state
fr_fr: pour l'état

source: performed at
fr_fr: effectuée à

source: XWorkflow transition log
fr_fr: log de transition (XWorkflow)

source: XWorkflow transition logs
fr_fr: logs de transition (XWorkflow)

source: Content type
fr_fr: Type de contenu

source: Content id
fr_fr: ID du contenu

source: XWorkflow last transition log
fr_fr: log de dernière transition (XWorkflow)

source: XWorkflow last transition logs
fr_fr: logs de dernière transition (XWorkflow)

source: author
fr_fr: auteur
